Repository: gbgplc/smartcapture-ios-demo
Catalog: SmartCapture/Localizable.xcstrings
Source language: en
Languages: es

source: Active Authentication
es: Autenticación activa

source: Adequate resolution: %@
es: Resolución adecuada: %@

source: Age
es: Edad

source: Authentication
es: Autenticación

source: BAC Authentication
es: Autenticación BAC

source: Blurry frame count: %lld
es: Frames borrosos: %lld

source: Cancelled
es: Cancelado

source: Capture completed
es: Captura completada

source: Capture Details
es: Detalles de captura

source: Capture duration (sec): %lf
es: Duración de la captura (segundos): %lf

source: Capture Failed
es: La captura falló

source: Capture Results
es: Resultados de la captura

source: Captured frame processing time (sec): %lf
es: Tiempo de proceso para el frame capturado (segundos): %lf

source: Captured Image
es: Imagen capturada

source: Cause: %@
es: Causa: %@

source: Chip Authentication
es: Autenticación por chip

source: Close NFC demo
es: Cerrar NFC demo

source: Component: %@
es: Componente: %@

source: Create New Credentials
es: Crear nuevos credenciales

source: Data Hash
es: Hash de datos

source: Date of Birth
es: Fecha de nacimiento

source: Delete Existing Credentials
es: Borrar credenciales existentes

source: Dimensions
es: Dimensiones

source: Document
es: Documento

source: DOCUMENT CAMERA
es: CAPTURA DOCUMENTO

source: Document Details
es: Detalles del documento

source: Document Number
es: Número de documento

source: Document Type
es: Tipo de documento

source: Encrypted Data
es: Datos encriptados

source: Enter your passport details to start an NFC document scan.
es: Introduce los datos de tu pasaporte para iniciar el escaneo por NFC.

source: Expiry Date
es: Fecha de expiración

source: Face
es: Cara

source: FACE CAMERA
es: CAPTURA CARA

source: Failed
es: Fallido

source: First Name
es: Nombre

source: Gender
es: Género

source: Glare frame count: %lld
es: Frames con reflejos: %lld

source: Glare Free: %@
es: Libre de reflejos: %@

source: Good: %@
es: Satisfactorio: %@

source: Has disabled auto capture: %@
es: Auto capture estaba desactivada: %@

source: Height: %lld px
es: Altura: %lld px

source: Image
es: Imagen

source: Image saved!
es: ¡Imagen guardada!

source: Issuing Authority
es: Autoridad emisora

source: JOURNEY
es: RUTA

source: Last Name
es: Apellido

source: Low resolution frame count: %lld
es: Frames con baja resolución: %lld

source: Message: %@
es: Mensaje: %@

source: Nationality
es: Nacionalidad

source: Out of bounds frame count: %lld
es: Frames sin documento a la vista: %lld

source: PACE Authentication
es: Autenticación PACE

source: Passport Number
es: Número de pasaporte

source: Passport number is required
es: El número de pasaporte es obligatorio

source: Permission denied
es: Permiso denegado

source: Personal Information
es: Información personal

source: Please allow access to Photos in Settings.
es: Por favor, permita el acceso a Fotos en Configuración.

source: Quality Results
es: Resultados de calidad

source: Save to Camera Roll
es: Guardar a la libreria

source: Scan
es: Escanear

source: Select a demo to get started
es: Selecciona una demo para empezar

source: Select Credentials
es: Seleccione credenciales

source: Select Journey
es: Seleccione ruta

source: SETTINGS
es: AJUSTES

source: Share
es: Compartir

source: Sharing encrypted data
es: Compartir datos encriptados

source: Sharing unencrypted data
es: Compartir datos sin encriptar

source: Sharp: %@
es: Definición: %@

# smart_capture_camera_permission_denied
source: Camera permission denied
es: Permiso denegado para acceder a la cámara

# smart_capture_face_face_camera_directly
source: Face camera directly
es: Alinee su cara a la camara

# smart_capture_face_fill_oval
source: Fill the oval
es: Rellene el óvalo

# smart_capture_face_hold_still
source: Hold still
es: No se mueva

# smart_capture_face_move_back_and_fill_oval
source: Move back and fill the oval
es: Aléjese y rellene el óvalo

# smart_capture_face_not_detected
source: Face not detected
es: Cara no detectada

# smart_capture_face_one_face_only
source: One face only
es: Una cara solo

# smart_capture_face_photo_captured
source: Photo Captured
es: Foto capturada

# smart_capture_face_position_in_oval
source: Position your face within the oval
es: Posicione su cara dentro del óvalo

# smart_capture_initialization_error
source: Initialization error
es: Error de inicialización

# smart_capture_manual_capture_not_allowed
source: Manual capture not allowed
es: Captura manual no permitida

# smart_capture_photo_capture_error
source: Photo capture error
es: Error al capturar la foto

# smart_capture_unknown_error
source: Unknown error
es: Error desconocido

source: Start
es: Empezar

source: Start Journey
es: Iniciar ruta

source: Succeeded
es: Exitoso

source: Temporary Credentials
es: Credenciales temporales

source: There was an error
es: Hubo un error

source: There was an error during the operation. Please try again.
es: Hubo un error durante la operación. Por favor inténtalo de nuevo.

source: These values are kept in memory for this app session.
es: Los valores se mantienen en memoria para esta sesión.

source: Total frame count: %lld
es: Numero total de frames: %lld

source: Translated Document Type
es: Traducción del tipo de documento

source: Unencrypted Data
es: Datos sin encriptar

source: Unexpected error: %@
es: Error inesperado: %@

source: Width: %lld px
es: Anchura: %lld px

source: Yes
es: Sí
